# Вывести на экран горизонтальную линию из звездочек. Число звездочек указывает пользователь.
print ("Введите количество звездочек")
a=int(input())
print ("*"*a)